export const embeddedLatestNews = {
  "generatedAt": "2026-04-26T11:34:18.222Z",
  "news": [
    {
      "id": 50000,
      "title": "東京 目黒区で住宅火災 1人意識不明 1人逃げ遅れの情報",
      "link": "https://news.web.nhk/newsweb/na/na-k10015108761000",
      "pubDate": "2026-04-26T20:30:00+09:00",
      "description": "【NHK】東京消防庁によりますと、26日午後7時20分ごろ、目黒区東が丘の2階建ての住宅で火事があり、これまでに2階部分のおよそ20平方メートルが焼けたということです。 住宅から1人が救助されましたが意識不明",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260426/K10015108761_2604262021_0426203000_01_02.jpg"
    },
    {
      "id": 50001,
      "title": "ラグビーリーグワン トヨタヴェルブリッツが7勝目",
      "link": "https://news.web.nhk/newsweb/na/na-k10015108801000",
      "pubDate": "2026-04-26T20:21:36+09:00",
      "description": "【NHK】ラグビー、リーグワンの1部にあたるディビジョン1は第16節の残り1試合が行われ、トヨタヴェルブリッツがリコーブラックラムズ東京に40対28で勝って7勝目をあげました。 後半に入っても互いに譲らない",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260426/K10015108801_2604262013_0426202137_01_02.jpg"
    },
    {
      "id": 50002,
      "title": "NFL目指す キッカー 松澤寛政 レイダーズとドラフト外で契約",
      "link": "https://news.web.nhk/newsweb/na/na-k10015108621000",
      "pubDate": "2026-04-26T15:14:16+09:00",
      "description": "【NHK】NFL＝アメリカプロフットボールリーグ入りに期待がかかるキッカーの松澤寛政選手が、ドラフト外でレイダーズと契約を結びました。今後、チームのキャンプなどでアピールし、日本選手初のNFLプレーヤーを目指し",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260426/K10015108621_2604261432_0426151417_01_02.jpg"
    },
    {
      "id": 50003,
      "title": "バレーボール SVリーグ女子 SAGA久光スプリングスが初優勝",
      "link": "https://news.web.nhk/newsweb/na/na-k10015108701000",
      "pubDate": "2026-04-26T18:04:53+09:00",
      "description": "【NHK】バレーボールSVリーグは女子の日本一を決めるチャンピオンシップファイナルの第2戦が行われ、SAGA久光スプリングスが大阪マーヴェラスにセットカウント3対0のストレートで勝ち、2連勝として初優勝を決めま",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/r/html/20260426/K10015108701_2604261758_0426180454_01_02.jpg"
    },
    {
      "id": 50004,
      "title": "【詳細】ロシア ウクライナに軍事侵攻（4月26日の動き）",
      "link": "https://news.web.nhk/newsweb/na/na-k10015082731000",
      "pubDate": "2026-04-26T19:59:16+09:00",
      "description": "【NHK】ロシアによるウクライナに対する軍事侵攻が続いています。 ウクライナの各地でロシア軍とウクライナ軍が戦闘を続けていて、大勢の市民が国外へ避難しています。戦闘の状況や関係各国の外交など、ウクライナ情勢を",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260426/K10015082731_2604061647_0426195917_01_02.jpg"
    },
    {
      "id": 50005,
      "title": "福島 喜多方 山林火災 消火活動 27日朝に再開へ",
      "link": "https://news.web.nhk/newsweb/na/na-k10015108641000",
      "pubDate": "2026-04-26T14:59:16+09:00",
      "description": "【NHK】26日昼前、福島県喜多方市で山林火災が発生し、喜多方市は178世帯458人を対象に避難指示を出しています。火は消し止められていませんが、夜間になることから、消防は消火活動を午後6時でいったん休止し、2",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260426/K10015108641_2604261452_0426154301_01_02.jpg"
    },
    {
      "id": 50006,
      "title": "【プロ野球結果】ヤクルト3連敗で阪神が勝率の差で首位に立つ",
      "link": "https://news.web.nhk/newsweb/na/na-k10015108731000",
      "pubDate": "2026-04-26T19:45:54+09:00",
      "description": "【NHK】プロ野球は、1試合が雨のためノーゲームとなり5試合が行われました。セ・リーグは、首位だったヤクルトが中日を相手に同一カード3連敗し、勝率の差で阪神に逆転され2位になりました。 《セ・リーグ》 阪",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260426/K10015108731_2604261939_0426194555_01_02.jpg"
    },
    {
      "id": 50007,
      "title": "岩手 大槌町山林火災 北側の山に広がる あす午後雨か",
      "link": "https://news.web.nhk/newsweb/na/na-k10015108391000",
      "pubDate": "2026-04-26T05:37:11+09:00",
      "description": "【NHK】岩手県大槌町の山林火災は、発生から26日で5日目となり、住宅への新たな延焼は防いでいますが、火は町の北側の山へと広がっています。気象台によりますと、27日午後、雨が降る場所もある見通しで、消防などは引",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260426/K10015108391_2604260616_0426063901_01_02.jpg"
    },
    {
      "id": 50008,
      "title": "【動画】Pickup NEWS（4月26日）",
      "link": "https://news.web.nhk/newsweb/na/na-k10015108241000",
      "pubDate": "2026-04-26T06:38:20+09:00",
      "description": "【NHK】これまでに入っているニュースを、まとめて1分の動画でお伝えします。 （データ放送では動画をご覧いただけません）",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260426/K10015108241_2604261650_0426194140_01_03.jpg"
    },
    {
      "id": 50009,
      "title": "トランプ大統領が参加した夕食会で銃撃事件 容疑者拘束で捜査",
      "link": "https://news.web.nhk/newsweb/na/na-k10015108571000",
      "pubDate": "2026-04-26T10:01:14+09:00",
      "description": "【NHK】アメリカの首都ワシントンで、トランプ大統領が参加していた夕食会に武装した男が押し入ろうとして銃撃戦となりました。トランプ大統領は警備担当者に付き添われ、無事でした。容疑者は拘束されていて、警察は今後、",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260426/K10015108571_2604261001_0426103033_01_02.jpg"
    },
    {
      "id": 50010,
      "title": "三重 亀山 住宅3棟の火事 火元とみられる家で2人の遺体 住人か",
      "link": "https://news.web.nhk/newsweb/na/na-k10015108721000",
      "pubDate": "2026-04-26T18:30:43+09:00",
      "description": "【NHK】26日朝、三重県亀山市で住宅3棟が焼ける火事があり、火元とみられる家から2人の遺体が見つかりました。警察は、亡くなったのはこの家に住む女性2人ではないかとみて確認を進めています。 26日午前6時4",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260426/K10015108721_2604261817_0426183044_01_02.jpg"
    },
    {
      "id": 50011,
      "title": "新潟 魚沼で山林火災 消火活動進めるも延焼続く",
      "link": "https://news.web.nhk/newsweb/na/na-k10015108691000",
      "pubDate": "2026-04-26T17:34:11+09:00",
      "description": "【NHK】26日午前、新潟県魚沼市で山林火災が発生し、消防が消火活動を進めていますが、延焼が続いています。警察や消防によりますとこれまでに、けが人などは確認されていないということです。 26日午前10時半ご",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260426/K10015108691_2604261720_0426173411_01_02.jpg"
    }
  ]
} as const;
