export const embeddedLatestNews = {
  "generatedAt": "2026-04-30T21:33:33.035Z",
  "news": [
    {
      "id": 50000,
      "title": "NYダウ 790ドル上昇 ナスダックとS＆P500の株価指数が最高値",
      "link": "https://news.web.nhk/newsweb/na/na-k10015112351000",
      "pubDate": "2026-05-01T06:27:44+09:00",
      "description": "【NHK】4月30日のニューヨーク株式市場では、好調な業績を発表した企業に買い注文が集まり、ダウ平均株価は前日から790ドルの大幅な値上がりとなりました。ハイテク関連の銘柄が多いナスダックの株価指数などは最高値",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260501/K10015112351_2605010614_0501062745_01_02.jpg"
    },
    {
      "id": 50001,
      "title": "米アップル 3か月間決算 新型iPhone売り上げ好調 業績押し上げ",
      "link": "https://news.web.nhk/newsweb/na/na-k10015112141000",
      "pubDate": "2026-05-01T06:26:59+09:00",
      "description": "【NHK】アメリカのIT大手、「アップル」が4月30日に発表した3月までの3か月間の決算では、売り上げが前の年の同じ時期から16.5％増えて、1111億8400万ドル、日本円にしておよそ17兆4000億円、最終",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260501/K10015112141_2605010023_0501062700_01_02.jpg"
    },
    {
      "id": 50002,
      "title": "米中閣僚らが電話などで会談 トランプ大統領の訪中前に調整か",
      "link": "https://news.web.nhk/newsweb/na/na-k10015112301000",
      "pubDate": "2026-05-01T05:08:53+09:00",
      "description": "【NHK】アメリカと中国の、外交や貿易を担当する閣僚らが4月30日、相次いで電話会談などを行い、トランプ大統領の中国訪問が5月中旬に予定されるなか、首脳会談に向けた詰めの調整が行われたものとみられます。 中",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260501/K10015112301_2605010507_0501050854_01_02.jpg"
    },
    {
      "id": 50003,
      "title": "北海道 稚内で住宅火災 焼け跡から2人の遺体 親子と連絡取れず",
      "link": "https://news.web.nhk/newsweb/na/na-k10015112341000",
      "pubDate": "2026-05-01T06:19:06+09:00",
      "description": "【NHK】5月1日未明、北海道稚内市の住宅で火事があり、焼け跡から2人が遺体で見つかりました。警察によりますと、この家に住む70代と40代の親子と連絡が取れなくなっているということで、警察は、身元の確認を進める",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260501/K10015112341_2605010612_0501061907_01_02.jpg"
    },
    {
      "id": 50004,
      "title": "米報道“新たな軍事行動の計画”イランは核開発放棄しない姿勢",
      "link": "https://news.web.nhk/newsweb/na/na-k10015112321000",
      "pubDate": "2026-05-01T06:17:43+09:00",
      "description": "【NHK】アメリカ軍がイランに対する海上封鎖を続けるなか、トランプ大統領が新たな軍事行動の計画について軍から説明を受ける予定だと報じられました。一方、イランの国営メディアは最高指導者モジタバ・ハメネイ師のものと",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260501/K10015112321_2605010559_0501061743_01_02.jpg"
    },
    {
      "id": 50005,
      "title": "広範囲で荒れた天気に 交通機関の影響や天気の急変に注意を",
      "link": "https://news.web.nhk/newsweb/na/na-k10015112291000",
      "pubDate": "2026-05-01T06:09:46+09:00",
      "description": "【NHK】前線や低気圧の影響で、西日本から北日本の広い範囲で雨が降っていて、太平洋側の沿岸部を中心に雨が強まっているところがあります。5月1日は広い範囲で荒れた天気となる見込みで、屋外のレジャーや移動を予定して",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260501/K10015112291_2605010603_0501060947_01_02.jpg"
    },
    {
      "id": 50006,
      "title": "鈴木農相 “ロヒンギャの人たちへの食料支援を検討”",
      "link": "https://news.web.nhk/newsweb/na/na-k10015111981000",
      "pubDate": "2026-05-01T05:40:01+09:00",
      "description": "【NHK】バングラデシュを訪れている鈴木農林水産大臣は、ロヒンギャの人たちが避難生活を続けている難民キャンプを訪問し、日本として食料面での支援を検討する考えを示しました。 ミャンマーで迫害を受けたイスラム教",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260501/K10015111981_2604302022_0501054002_01_02.jpg"
    },
    {
      "id": 50007,
      "title": "“農業しながら太陽光発電”規制を強化へ 農水省",
      "link": "https://news.web.nhk/newsweb/na/na-k10015111991000",
      "pubDate": "2026-05-01T05:34:39+09:00",
      "description": "【NHK】田んぼや畑で作物を育てながら行う太陽光発電について、農林水産省は適切に栽培されていないケースが相次いでいるなどとして、認める基準に作物の販売実績を加えるなど規制を強化する方針です。 田んぼや畑で行",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260501/K10015111991_2604302140_0501053439_01_02.jpg"
    },
    {
      "id": 50008,
      "title": "岸田元首相 フィリピン大統領とエネルギー分野の協力で一致",
      "link": "https://news.web.nhk/newsweb/na/na-k10015112201000",
      "pubDate": "2026-05-01T05:33:27+09:00",
      "description": "【NHK】フィリピンを訪れている自民党の岸田 元総理大臣は、マルコス大統領と会談し、中東情勢を踏まえ、アジアでのエネルギー供給の強じん化に向けて協力を強化していくことで一致しました。 岸田 元総理大臣とフィ",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260501/K10015112201_2604302329_0501053327_01_02.jpg"
    },
    {
      "id": 50009,
      "title": "“ロシア占領地の穀物を積んだ船” イスラエル領海の外へ",
      "link": "https://news.web.nhk/newsweb/na/na-k10015112311000",
      "pubDate": "2026-05-01T05:32:01+09:00",
      "description": "【NHK】ウクライナのゼレンスキー大統領がロシアに占領された地域の穀物を積んだ船の入港をイスラエル政府が容認する姿勢を示していると批判していた問題で、イスラエル側は、この船が領海から出ることを決めたと通知を受け",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260501/K10015112311_2605010420_0501053202_01_02.jpg"
    },
    {
      "id": 50010,
      "title": "水俣病公式確認から70年 水俣で慰霊式 申請や裁判は今も続く",
      "link": "https://news.web.nhk/newsweb/na/na-k10015112221000",
      "pubDate": "2026-05-01T05:19:07+09:00",
      "description": "【NHK】水俣病が公式に確認されてから5月1日で70年となり、熊本県水俣市では犠牲者の慰霊式が行われます。症状を訴えて患者認定を求める人たちの申請や国などに賠償を求める裁判が今も続く中、慰霊式に先立って4月30",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260501/K10015112221_2605010016_0501051907_01_02.jpg"
    },
    {
      "id": 50011,
      "title": "高市首相 きょうからベトナム・オーストラリアを訪問へ",
      "link": "https://news.web.nhk/newsweb/na/na-k10015112081000",
      "pubDate": "2026-05-01T05:17:01+09:00",
      "description": "【NHK】高市総理大臣は、5月1日からベトナムとオーストラリアを訪問します。両国との間で、エネルギーの確保などに向けた連携強化を確認するとともに、ベトナムでは「自由で開かれたインド太平洋」を進化させた外交方針を",
      "category": "全国ニュース",
      "image": "https://imgu.web.nhk/news/u/news/html/20260501/K10015112081_2605010103_0501051702_01_02.jpg"
    }
  ]
} as const;
